{
  "facts": [
    {
      "text": "В 1914 году началась Первая мировая война, которая, несомненно, отразилась на моей судьбе. Из моей жизни этого периода, можно сказать, что меня оберегали. Я уже был известен в творческих кругах наравне с Блоком, Ахматовой, Мандельштамом и другими великими личностями. Поэтому через хлопоты друзей, меня отправили не в горячую фронтовую точку, а на санитарную службу в военный поезд ее величества императрицы Марии Федоровны."
    },
    {
      "text": "Во времена Первой мировой войны я ассистировал врачам во время операций, ухаживал за ранеными и, конечно, поддерживал боевой дух солдат поэтичным словом. Но спустя два месяца, меня определили на постоянное пребывание в Царскосельский лазарет №17, где я проходил военную службу до самого отречения Николая 2 от престола. "
    },
    {
      "text": "Был в моей жизни период, когда я стал приверженцем кружка имажинистов, который создал мой друг Анатолий Мариенгоф. Главная идея нашей группы − яркое воплощение образа через стихи. Именно в этот период я создаю свои знаменитые произведения:  «Анна Снегина», «Пугачев» и «Исповедь хулигана». Но долго в рамках этого мировоззрения я не задержался и продолжил писать так, как чувствую."
    },
    {
      "text": "Под конец моей жизни состояние безысходности, страдание за гибнущую в распрях Россию и несчастливые браки загоняют меня в депрессию и гулянки. Я все больше начинаю писать стихи, которые не проходят цензуры. А власти начинают понимать, что я становлюсь им неугоден. Жизнь моя трагически оборвалась в молодом возрасте, на пике творческих сил и популярности."
    },
    {
      "text": "Родом я из Рязанской губернии. Мои родители действительно занимались крестьянским трудом и жили в деревне Константиново. У меня были две младшие сестры. Родился я в 1895 году, сестра Екатерина была моложе меня на десять лет, а Александра - на целых шестнадцать. С сестрами я постоянно общался и очень их любил. В девять лет я начал учиться грамоте в местном земском училище, два года спустя поступил в церковную учительскую школу в соседнем уездном городе.  Учителем я не стал, а отправился искать счастье в Москву."
    },
    {
      "text": "Москва в те годы, как и сейчас была большим оживленным городом, где всегда можно было найти работу. Поначалу я устроился в мясную лавку, но проработал там недолго. Я был грамотным, поэтому место наборщика в знаменитой типографии И. Д. Сытина было как будто специально создано для меня. Тогда же я подружился с поэтами и музыкантами из Суриковского кружка. В это литературное объединение входили главным образом поэты-самоучки - Николай Клюев, Федор Нечаев, Петр Орешин. Писали мы о деревенской жизни. У меня появилась возможность учиться. Мне разрешили посещать в качестве вольнослушателя лекции на историко-философском факультете Народного университета. "
    },
    {
      "text": "В Москве я напечатал и свои первые произведения – детское стихотворение “Береза”. Но там я прожил всего три года. Настоящая литературная жизнь была в столице России. Именно в Петрограде находились самые крупные издательства и самые известные литературные кружки. Там я познакомился с представителями новой русской поэзии Сергеем Городецким, Александром Блоком и другими, вошел в литературные кружки. В это время я создавал такие стихи, как “Кузнец”, “Русь”, “Черемуха”."
    },
    {
      "text": "Литературную карьеру чуть было не прервала Первая мировая война. Меня призвали в армию. Впрочем, на передовую я не попал."
    },
    {
      "text": "Петроградские литераторы постарались, чтобы меня, их талантливого товарища по перу, определили в санитарный поезд, приписанный к Царскому Селу. Писать я не перестал. Как раз наоборот - появилась возможность публично читать свои стихи, в том числе и перед представителями августейшей фамилии (поезд организовала императрица Александра Федоровна, а царские дочери служили сестрами милосердия). В редкие свободные минуты устраивались литературные вечера, где выступали самые разные поэты."
    },
    {
      "text": "Во время Первой мировой войны, когда меня определили в санитарный поезд, мне удалось даже издать первый сборник “Радуница”. Книга быстро разошлась, а мое имя оказалось у всех на слуху. В это же время я познакомился с людьми, которые уже через несколько лет станут видными деятелями Петросовета - органа власти, который появился в первые дни Февральской революции."
    },
    {
      "text": "После революции я увлекся новым литературным течением - имажинизмом, и даже стал одним из его создателей. Этому способствовало мое знакомство с известным поэтом Анатолием Мариенгофом."
    },
    {
      "text": "В каком мире жил лирический герой Есенина тех лет? Это мир городских низов. Именно после “Исповеди хулигана” и “Москвы кабацкой” за мной закрепилась репутация пьяницы и дебошира. Но в те годы это был скорее эпатаж, нежели реальный образ жизни."
    },
    {
      "text": "Новые впечатления в мою жизнь принесла поездка в Среднюю Азию. Во время путешествия летом 1921 года я побывал в Оренбурге, Ташкенте, Самарканде."
    },
    {
      "text": "Во время путешествия в Среднюю Азию любимыми моими местами были - старые кварталы, где можно послушать местных музыкантов. Я часто читал свои стихи, и везде меня принимали с большим энтузиазмом. В этот период были написаны такие мои стихи “Не жалею, не зову, не плачу”, “Песнь о хлебе”, “Сторона ль ты моя, сторона”, “Мне осталась одна забава”."
    },
    {
      "text": "В середине двадцатых годов я снова отправился в путешествие. Друзья позвали меня на Кавказ, и я с радостью принял приглашение. Несколько месяцев я провел в Азербайджане, много выступал, публиковал свои стихи в местных изданиях. В это же время я решил раз и навсегда расстаться с имажинизмом, я даже написал открытое письмо Мариенгофу, в котором объяснил свою позицию."
    },
    {
      "text": "Литературная критика, на которую в середине 20-х уже сильно повлияла советская идеология, ко мне в то время сильно охладела. Во многом я был виноват сам – я старался соответствовать образу хулигана, мною же самим и созданному. Многие деятели советской культуры пытались меня спасти от пьянства - устраивают в санаторий, затем в психоневрологическую клинику, откуда я в конце концов сбежал."
    },
    {
      "text": "Скончался я в своей любимой гостинице “Англетер”. В эти декабрьские дни я встречался со многими друзьями. И покинул этот мир за три дня до Нового 1926 года."
    },
    {
      "text": "Вряд ли можно отыскать более русское место во всей огромной России, чем Рязанская губерния. Именно там, в Кузьминской волости в небольшом селе Константиново родился я, Сергей Есенин, любивший свою Русь до щемящей боли в сердце.Так глубоко любить Родину, посвятить ей всю свою жизнь и творчество может лишь настоящий сын земли русской, коим мне и суждено было быть. Появился я на свет 3 октября 1895 года.\r" },

    { "text": "Моя семья была бедная крестьянская. Так получилось, что самое раннее детство у меня прошло в деревне у бабушки с дедушкой по материнской линии. У деда с бабкой проживали ещё трое их сыновей, с ними и прошли мои беззаботные детские годы. Чего-чего, а отчаяния и озорства этим дядькам было не занимать, поэтому уже в три с половиной года они усадили меня маленького на лошадь без седла и галопом пустили в поле. А потом было обучение плаванию, когда один из дядек сажал с собою меня в лодку, отплывал подальше от берега, снимал с меня одежду и, как собачонку, бросал в реку.\r" },

    { "text": "Первые, ещё не совсем сознательные, стихи я начал сочинять в раннем возрасте, толчком к этому послужили бабушкины сказки. По вечерам перед сном она очень много рассказывала их маленькому внуку, но у некоторых был плохой конец, и это было мне не по нраву, и я переделывал окончание сказок на свой лад.\r" },

    { "text": "Дед настоял, чтобы я начал рано обучаться грамоте. Уже в пять лет я учился чтению по религиозной литературе, за что среди сельской детворы получил прозвище Серёга-монах, хотя я слыл ужасным непоседой, драчуном и постоянно всё его тело было в ссадинах и царапинах.\r" },

    { "text": "А ещё мне очень нравилось когда пела мама. Я обожал слушать ее песни.\r" },

    { "text": "В 1904 году, когда мне было 9 лет, меня отдали в Константиновское земское училище. Обучение было четырёхклассное, но я учился 5 лет. Несмотря на отличную успеваемость и постоянное чтение книжек, поведение у меня было неудовлетворительное, за что и был я оставлен на второй год. А выпускные экзамены всё-таки сдал на сплошные «пятёрки».\r" },

    { "text": "Мама с папой хотели, чтобы я стал учителем, поэтому после земского училища повезли меня поступать в церковно-учительскую школу в село Спас-Клепики. \r" },

    { "text": "Благодаря знакомству с поэтом Анатолием Мариенгофом, я увлёкся таким направлением в поэзии, как имажинизм. Увидели свет несколько моих новых сборников: «Исповедь хулигана»,«Трерядница»,«Стихи скандалиста»,«Москва кабацкая»,поэма «Пугачёв».\r" },


    { "text": "В 1924 году я снова стал увлекаться путешествиями по стране, много раз ездил на родину в Константиново, несколько раз за год побывал в Ленинграде, потом были поездки на Кавказ, в Азербайджан.\r" },

  
    { "text": "Умер я в последний день уходящего 1925 года. Моя смерть покрыта тайной, которой не суждено выйти на свет. Помни меня, мой дорогой читатель.\r" },

    { "text": "Я родился в 1895 году в селе Константиново Рязанской губернии. Я рос вместе с сестрами Екатериной и Александрой, до тех пор, пока наши родители временно не расстались. Отец уезхал в Москву работать приказчиком, а меня отдали дедушке по матери − Федору Андреевичу Титову.\r" },

    { "text": "Я с восторгом вспоминаю детство, проведенное с дедом. Мне позволяли галопом мчаться на лошади, ходить на охоту и участвовать в полевых работах. А по вечерам мы вспоминали старинные рассказы и пели песни о жизни русских людей. Свободное я время проводил с книгами.\r" },

    { "text": "Дед и деревенская жизнь закалили во мне характер. Бабушка делилась со мной религиозным опытом. Опыт хождения по монастырям, живущие дома странники и молитвы, необычно раскрывали передо мной душу русского человека − простую, щедрую, открытую. И хотя спустя годы, я приму Октябрьскую революцию, я не отречусь от своего прошлого, связанного с верой.\r" },

    { "text": "В 1909 году я учился в четырехклассном земском училище в Спас-Клепиках. Пробыл я школьником пять лет − за озорное поведение меня оставили на дополнительный семестр. Тем не менее, я окончил образовательные классы на отлично.\r" },

    { "text": "По окончании школы, я вернулся к родителям, которые стали вновь жить вместе. Они настаивают на дополнительной учебе в церковно-приходском училище. В 17 лет я вышел оттуда со званием учителя грамоты. В 1912 году я отправляюсь в Москву, где и начался мой путь к славе путь к славе.\r" },

    { "text": "Именно в период юности я начинаю писать стихи, которые действительно выделяются из общего творчества других стихотворцев. Поэтому, по прибытии в Москву я вступаю в Суриковский кружок литераторов и получаю там признание. Поэтом, который первым оценил мой талант был Александр Блок. Он стал моим главным учителем лирического слога.\r" },

    { "text": "В Москве я работал корректором в типографии Сытина, а свободное время уделяю чтению книг и журналов. В 1914 году впервые публикуется мой стих в детском журнале «Мирок». Я посещал эксклюзивные лекции историко-философского факультета в вольном институте А.Л. Шанявского.\r" }

  ]
}