{"facts":[{"text":"Вряд ли можно отыскать более русское место во всей огромной России, чем Рязанская губерния. Именно там, в Кузьминской волости в небольшом селе Константиново родился я, Сергей Есенин, любивший свою Русь до щемящей боли в сердце.Так глубоко любить Родину, посвятить ей всю свою жизнь и творчество может лишь настоящий сын земли русской, коим мне и суждено было быть. Появился я на свет 3 октября 1895 года.\r"},{"text":"\r"},{"text":"Моя семья была бедная крестьянская. Так и получилось, что самое раннее детство у меня прошло в деревне у бабушки с дедушкой по материнской линии. У деда с бабкой проживали ещё трое их сыновей,с ними и прошли мои беззаботные детские годы.Чего-чего, а отчаяния и озорства этим дядькам было не занимать, поэтому уже в три с половиной года они усадили меня маленького на лошадь без седла и галопом пустили в поле. А потом было обучение плаванию, когда один из дядек сажал с собою меня в лодку, отплывал подальше от берега, снимал с меня одежду и, как собачонку, бросал в реку.\r"},{"text":"\r"},{"text":"Первые, ещё не совсем сознательные, стихи я начал сочинять в раннем возрасте, толчком к этому послужили бабушкины сказки. По вечерам перед сном она очень много рассказывала их маленькому внуку, но у некоторых был плохой конец, и это было мне не по нраву, и я переделывал окончание сказок на свой лад.\r"},{"text":"\r"},{"text":"Дед настоял, чтобы я начал рано обучаться грамоте. Уже в пять лет я учился чтению по религиозной литературе, за что среди сельской детворы получил прозвище Серёга-монах, хотя я слыл ужасным непоседой, драчуном и постоянно всё его тело было в ссадинах и царапинах.\r"},{"text":"\r"},{"text":"А ещё мне очень нравилось когда пела мама. Я обожал слушать ее ее песни.\r"},{"text":"\r"},{"text":"В 1904 году, когда мне было 9 лет, меня отдали в Константиновское земское училище. Обучение было четырёхклассное, но я учился 5 лет. Несмотря на отличную успеваемость и постоянное чтение книжек, поведение у меня было неудовлетворительное, за что и был я оставлен на второй год. А выпускные экзамены всё-таки сдал на сплошные «пятёрки».\r"},{"text":"\r"},{"text":"Мама с папой хотели, чтобы я стал учителем, поэтому после земского училища повезли меня поступать в церковно-учительскую школу в село Спас-Клепики. \r"},{"text":"Зато в этот период я написал свои первые стихи:«Воспоминания», «Звёзды», «Моя жизнь».\r"},{"text":"\r"},{"text":"Благодаря знакомству с поэтом Анатолием Мариенгофом, я увлёкся таким направлением в поэзии, как имажинизм. Увидели свет несколько моих новых сборников: «Исповедь хулигана»,«Трерядница»,«Стихи скандалиста»,«Москва кабацкая»,поэма «Пугачёв».\r"},{"text":"\r"},{"text":"В 1921 году я отправился путешествовать в Среднюю Азию, побывал в Ташкенте, Бухаре и Самарканде, потом поехал в Оренбургскую область и на Урал. Я гулял там по окрестностям и любовался природой здешних краёв, слушал местную музыку и поэзию, принимал участие в литературных вечерах, где читал для публики свои стихи.\r"},{"text":"\r"},{"text":"В 1924 году я снова стал увлекаться путешествиями по стране, много раз ездил на родину в Константиново, несколько раз за год побывал в Ленинграде, потом были поездки на Кавказ, в Азербайджан.\r"},{"text":"\r"},{"text":"Вернувшись в Москву, я всё чаще стал спорить с Мариенгофом, между нами начались разногласия, я больше не мог остатаваться в имажинизме. \r"},{"text":"После чего я всё чаще становился героем местных газет, которые писали о его драках, пьянстве и дебошах.\r"},{"text":"Умер я в последний день уходящего 1925 года. Моя смерть покрыта тайной, которой не суждено выйти на свет. Помни меня, мой дорогой читатель.\r"},{"text":"\r"},{"text":"Я родился в 1895 году в селе Константиново Рязанской губернии. Я рос вместе с сестрами Екатериной и Александрой, до тех пор, пока наши родители временно не расстались. Отец уезхал в Москву работать приказчиком, а меня отдали дедушке по матери − Федору Андреевичу Титову.\r"},{"text":"\r"},{"text":"После, я с восторгом буду вспоминать детство, проведенное с дедом. Мне позволяли галопом мчаться на лошади, ходить на охоту и участвовать в полевых работах. А по вечерам мы вспоминали старинные рассказы и пели песни о жизни русских людей. Свободное я время проводил с книгами.\r"},{"text":"\r"},{"text":"Дед и деревенская жизнь закалили во мне характер. Бабушка делилась со мной религиозным опытом. Опыт хождения по монастырям, живущие дома странники и молитвы, необычно раскрывали передо мной душу русского человека − простую, щедрую, открытую. И хотя спустя годы, я приму Октябрьскую революцию, я не отречусь от своего прошлого, связанного с верой.\r"},{"text":"\r"},{"text":"В 1909 году я учмлся в четырехклассном земском училище в Спас-Клепиках. Пробыл я школьником пять лет − за озорное поведение меня оставили на дополнительный семестр. Тем не менее, я окончил образовательные классы на отлично.\r"},{"text":"\r"},{"text":"По окончании школы, он возвращается к родителям, которые стали вновь жить вместе. Они настаивают на дополнительной учебе в церковно-приходском училище. В 17 лет Есенин выходит оттуда со званием учителя грамоты. В 1912 году юноша отправляется в Москву, где и начнется его путь к славе.\r"},{"text":"\r"},{"text":"Именно в период юности я начинаю писать стихи, которые действительно выделяются из общего творчества других стихотворцев. Поэтому, по прибытии в Москву я вступаю в Суриковский кружок литераторов и получаю там признание. Поэтом, который первым оценил мой талант был Александр Блок. Он стал моим главным учителем лирического слога.\r"},{"text":"\r"},{"text":"В Москве я работаю корректором в типографии Сытина, а свободное время уделяю чтению книг и журналов. В 1914 году впервые публикуется мой стих в детском журнале «Мирок». Я посещал эксклюзивные лекции историко-философского факультета в вольном институте А.Л. Шанявского.\r"},{"text":""}]}